<%@ Page Title="" Language="C#" MasterPageFile="~/Site1.Master" AutoEventWireup="true" CodeBehind="begala.aspx.cs" Inherits="Antarctica_Website.begala" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <title>בייגלה</title>
    <style>
        .main {
            direction:rtl;
        }
        h1 {
            font-size: 35px;
        }

        body {
            font-family: Segoe UI,Arial,sans-serif;
            color: #dddddd;
        }

        p {
            font-size: 20px;
        }

        li {
            font-size: 20px;
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <h1>בייגלה</h1>
    <p>
        <img style="width:300px;float:left;margin-right:5px;border:ridge black 4px" src="Media/Pictures/333333.jpg" />
        בייגלה הוא חטיף אפוי, אשר משוזר לתוך צורה של לולאה. הבייגלה עשוי מקמח חיטה ומשמרים, לרוב בתוספת מלח או שומשום.
        </p>
        <h2>היסטוריה</h2>
        <p>
        לפי מקורות רבים, מקור הבייגלה בדרום גרמניה (שם הוא נקרא "בְּרֶצֶל"), אחרים טוענים שהוא מגיע מחבל אלזס שבגבול בין צרפת וגרמניה. יש הטוענים שמקורו בימי הביניים, אחרים - בתקופת רומא העתיקה או אפילו הקלטים. לפי הספר "היסטוריה של מדע וטכנולוגיה" המציא את הבייגלה נזיר איטלקי בשנת 610 לספירה, כפרס לילדים שלומדים תפילות. הוא קרא לרצועות הבצק האפוי, שמקופלות בצורה של ידיים שמחזיקות את החזה, פרסטיולה ("פרס קטן").
        <br />
ישנם מספר סיפורים אודות מקור צורתו של הבייגלה. לפי אגדה אחת, אופה שהורשע בגנבה קיבל את ההזדמנות לבטל את גזר הדין אם יוכל ליצור לחם שדרכו ניתן לראות את השמש שלוש פעמים; האופה הפך את הבצק לבייגלה לפני האפייה. לפי סיפור אחר, הצורה מסמלת את מיקום הידיים של נזיר בתפילה, ושלושת החורים מייצגים את השילוש הקדוש בנצרות. סמל עם שלוש טבעות היה גם סמל ישן לסמן מאפייה בגרמניה, אך לא ניתן לדעת אם הסמל הופיע לאחר המצאת הבייגלה או לפניו.
        <br />
במאה ה-18 מהגרים מדרום גרמניה הכירו את הבייגלה לצפון אמריקה, ובעיקר לאזור פנסילבניה. מאפיות רבות קמו בפנסילבניה ומכרו בייגלים בתוצרת בית, והפופולריות של המאפה הלכה וגדלה. בשנת 2003 מושל פנסילבניה, אד רנדל, הכריז כי 26 באפריל יהיה "יום הפרעצל הלאומי", כדי להוקיר את חשיבות הבייגלה להיסטוריית המדינה והכלכלה.
    </p>
    <h2>בייגל ירושלמי</h2>
    <p>
        <img style="width:300px;float:left;margin-right:5px;border:ridge black 4px" src="Media/Pictures/Jerusalem_by_Dainis_Matisons_(3292245587).jpg" />
    בייגל ירושלמי (או כעך ירושלמי) הוא סוג של בייגלה הדומה לקובריג, אך מקורו איננו ברור. צורתו האופיינית היא טבעת אליפטית, צרה וארוכה, והוא מעוטר בשומשום. בצורתו המקורית הוא מוגש יחד עם שמן זית וזעתר.

רכותו של הבייגל מושגת באמצעות אבקת חלב. הבצק מכיל כמות גבוהה יחסית של סוכר על מנת להקנות לבייגל טעם מתוק, ולעיתים קרובות הבייגלה אף אינו מכיל מלח.

הבייגל נמכר במאפיות ברחבי הארץ, ונפוץ בדוכנים בעיר העתיקה ובמחנה יהודה בירושלים.
    </p>
</asp:Content>
